Repository: BrockenCodeMe/search
Catalog: Resources/translations/messages.*.xliff
Languages: nl

source: Duplicate value %value% in field '%label%' in group %group% (removed).
nl: Veld '{{ label }}' mag niet leeg zijn in groep {{ group }}.

source: Value %value% in field '%label%' is also in range %range% in group %group%.
nl: Veld'{{ label }}' accepteert geen bereikwaardes in groep {{ group }}.

source: Field '%label%' does not accept ranges in group %group%.
nl: Validatie fout in veld '{{ label }}' in de buurt van {{ value }} in groep {{ group }}: {{ msg }}

source: Validation error in field '%label%': '%value1%' is not lower then '%value2%' in group %group%.
nl: Validatie fout in veld '{{ label }}': '{{ value1 }}' is niet lager dan '{{ value2 }}' in groep {{ group }}.

source: Range %range1% in field '%label%' is overlapping in range %range2% in group %group%.
nl: Waarde {{ value }} in veld '{{ label }}' bestaat al als losse waarde en kan niet worden uitgesloten in groep {{ group }}.

source: Field '%label%' is required in group %group%.
nl: Uitgesloten bereikwaarde {{ value }} bestaat al als normale bereikwaarde in veld '{{ label }}' in groep {{ group }}.

source: Validation error(s) in field '%label%' at value %value% in group %group%: %msg%.
nl: Waarde {{ value }} in veld '{{ label }}' overlapt in bereikwaarde {{ range }} in groep {{ group }} (verwijderd).

source: Value %value% in field '%label%' is already marked as excluded and can't be included in group %group%.
nl: Bereikwaarde {{ range1 }} in veld '{{ label }}' is overlapt in bereikwaarde {{ range2 }} in groep {{ group }} (verwijderd).

source: Value %value% in field '%label%' is already marked as included and can't be excluded in group %group%.
nl: Het eindbereik {{ range1 }} is gelijk aan de begingwaarde {{ range2 }} in veld '{{ label }}' in groep {{ group }} (samengebracht naar {{ range3 }}).

source: Field '%label%' does not accept comparisons in group %group%.
nl: Vergelijkingswaarde {{ value }} word al verwerkt door "{{ comparison }}" vergelijk, in veld '{{ label }}' in groep {{ group }} (verwijderd).
